Repository: stefancrudu/CashLog
Catalog: lib/l10n/app_*.arb
Languages: ro

# initialBalance
source: Initial balance: {value}
ro: Sold inital: {value}

# totalCashOutBalance
source: Total cash out: {value}
ro: Total platit: {value}

# totalCashInBalance
source: Total cash in: {value}
ro: Total incasat: {value}

# finalBalance
source: Final balance: {value}
ro: Sold final: {value}

# noDocumentsMessage
source: You don't have documents.
ro: Nu ai documente.

# newPostTitle
source: New Post
ro: Document nou

# editPostTitle
source: Edit Post
ro: Editeaza document

# dateFormLabel
source: Date
ro: Data

# typeFormLabel
source: Document Type
ro: Tip document

# numberFormLabel
source: Document Number
ro: Numar document

# descriptionFormLabel
source: Description
ro: Descriere

# valueFormLabel
source: Document Value
ro: Valoare document

# cashInOptionFormLabel
source: It's cash in?
ro: Sunt bani incasati?

# errorMessageDocumentNumber
source: Please enter the number of the document
ro: Introdu numarul documentului

# errorMessageDocumentDescription
source: Please enter some text for description
ro: Introdu o descriere

# errorMessageDocumentValue
source: Please enter a value for the document
ro: Introdu valoarea documentului

# deleteLabelButton
source: Delete document
ro: Sterge documentul
